Revit 2027 API
GroupTypeId.TrussFamilyBottomChord Property
 Bottom Chords.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyBottomChord { get; }
Public Shared ReadOnly Property TrussFamilyBottomChord As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyBottomChord {
	ForgeTypeId^ get ();
}
static member TrussFamilyBottomChord : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace